OpenFOAM-v1812/tutorials/compressible/rhoSimpleFoam/gasMixing/injectorPipe/system/avg-tracer0
// -*- C++ -*-
//
// Averaging of volume fields or fields on an externally loaded surface.
avg-tracer0-0.25
{
    ${settings_avg}
    subRegion   plane-0.25;
}

avg-tracer0-0.45
{
    ${settings_avg}
    subRegion   plane-0.45;
}

avg-tracer0-0.55
{
    ${settings_avg}
    subRegion   plane-0.55;
}


// ************************************************************************* //
