OpenFOAM-v1812/tutorials/compressible/rhoSimpleFoam/gasMixing/injectorPipe/system/sampling
// -*- C++ -*-

// ************************************************************************* //

#include "fieldTransfer"
#include "avg-tracer0"
#include "sum-tracer0"
// #include "sum-tracer0Mean"

// #include "averaging.1612"            // generate time-averaged fields
// #include "spatialDeviation.1612"     // spatial deviation compared to a mean field
// #include "statistics.1612"           // transcribe volume fields -> surface

// ************************************************************************* //
